{
	"feed": [
		{
			"id": 13,
			"name": "Krowne",
			"image": "https://www.abc.es/media/tecnologia/2018/10/04/hwatapp-ky2--620x349@abc.jpg",
			"title": "Chatear mientras ves vídeos flotantes",
			"status": "Se trata de una opción llamada «picture in picture» que ya está presente en los dispositivos iOS pero que llegará pronto a los móviles con el sistema operativo Android<br><br>Aunque es una función menor, WhatsApp prepara, tras varios meses de pruebas, la posibilidad de mandar mensajes mientras se reproduce un video en una ventana flotante. Se trata de una opción llamada «picture in picture» (PiP) que poco a poco se va extendiendo..<br><br>Leer más..",
			"timeStamp": "05-10-2018 01:47",
			"url": "https://www.abc.es/tecnologia/moviles/aplicaciones/abci-whatsapp-cerca-incorporar-interesante-funcion-chatear-mientras-videos-flotantes-201810041107_noticia.html"
		},
		{
			"id": 12,
			"name": "Leku",
			"image": "https://cdn.20m.es/img2/recortes/2018/08/16/764651-600-338.jpg?v=20180816191705",
			"title": "Facebook podría leer tus mensajes de WhatsApp",
			"status": "La privacidad en WhatsApp vuelve a estar en entredicho.<br><br>Es uno de los puntos fuertes de este sistema de mensajería desde la introducción del cifrado de extremo a extremo, pero eso podría cambiar.<br><br>Pero, en efecto, con la llegada de publicidad en 2019, Facebook podría leer los mensajes entre usuarios, algo que daría un vuelco al tema de la privacidad..<br><br>Leer más..",
			"timeStamp": "03-10-2018 19:38",
			"url": "https://www.20minutos.es/noticia/3455114/0/facebook-podria-leer-mensajes-whatsapp/"
		},
		{
			"id": 11,
			"name": "Krowne",
			"image": "https://www.abc.es/media/tecnologia/2018/10/01/whataspp-kkWB--620x349@abc.jpg",
			"title": "Polémica actualización de WhatsApp que perjudica a la mayoría de sus usuarios",
			"status": "Nunca llueve a gusto de todos. Eso es lo que le ha sucedido a WhatsApp. La principal aplicación de mensajería instantánea ha lanzado una nueva actualización del servicio que ha levantado la polémica en la comunidad de usuarios dado que las novedades solo llegan al sistema operativo Android 9.0 Pie, una de las versiones disponibles más recientes.<br><br>Esta actualización, descubierta por medios especializados como «Geeknetic» o «El Androide Libre», deja, por tanto, fuera a la mayoría de usuarios..<br><br>Leer más..",
			"timeStamp": "01-10-2018 15:32",
			"url": "https://www.abc.es/tecnologia/moviles/aplicaciones/abci-polemica-actualizacion-whatsapp-perjudica-mayoria-usuarios-201810011309_noticia.html"
		},
		{
			"id": 10,
			"name": "Krowne",
			"image": "http://www.eluniversal.com.mx/sites/default/files/styles/f03-651x400/public/2017/05/03/us-mark-zuckerberg-delivers-keynote-address-at-facebook-f8-confe_43340815.jpg?itok=PKRcfWtd",
			"title": "El cofundador de WhatsApp pone en evidencia a Mark Zuckerberg",
			"status": "Brian Acton, cofundador de WhatsApp, ha roto su silencio sobre las razones que le llevaron a abandonar Facebook hace solamente un año en una extensa entrevista con Forbes. Unas razones que puden resumir en los irresolubles desacuerdos que tuvo con Mark Zuckerberg, director ejecutivo de Facebook, y Sheryl Sandberg, directora de operaciones.<br><br>Uno de los titulares más llamativos que deja esta entrevista con el exmiembro de Facebook que sorpresivamente manifestó...<br><br>Leer más..",
			"timeStamp": "26-09-2018 23:07",
			"url": "https://www.xataka.com/empresas-y-economia/mentiras-desencuentros-sacrificio-multimillonario-cofundador-whatapp-pone-evidencia-a-mark-zuckerberg"
		},
	        {
			"id": 9,
			"name": "Krowne",
			"image": "https://www.lavanguardia.com/r/GODO/LV/p5/WebSite/2018/08/30/Recortada/_20180720065815-k8fF-U451541335678RTH-992x558@LaVanguardia-Web.jpg",
			"title": "WhatsApp debilita su seguridad",
			"status": "WhatsApp siempre ha protegido todos y cada uno de los mensajes que se envían a través de la aplicación con un cifrado de “extremo a extremo”. Esto significa que todos los mensajes permanecen seguros y únicamente pueden ser leídos por la gente que los envía o los recibe.<br><br>Pero, ahora, la compañía ha añadido copias de seguridad gratuitas, proporcionadas por Google, que rompen con esta seguridad.<br><br>Leer más..",
			"timeStamp": "23-09-2018 23:09",
			"url": "https://www.lavanguardia.com/tecnologia/20180831/451541335678/whatsapp-seguridad-google-drive-redes-sociales-tecnologia-portada.html"
		},
		{
			"id": 8,
			"name": "yonijuerga",
			"image": "",
			"title": "¡Muy Buenas!",
			"status": "Recordad que, por ser usuarios de esta App, tenéis una opción poco conocida pero muy interesante que es la de ver la última conexión de tus contactos manteniendo oculta la tuya. Para usarla hay que tener desactivada la opción ocultar online del mod que lleveis.<br><br>¡Ojo! es solo para usuarios ROOT, y con Xposed instalado.<br><br>Preguntad en el grupo (@whatsamods en Telegram) si no sabéis como activarla.",
			"timeStamp": "20-09-2018 17:40",
			"url": ""
		}, 
	    	{
			"id": 7,
			"name": "Krowne",
			"image": "https://img.xda-cdn.com/IpjJpBNidDVxuX2h-ijm9nT-v5U=/http%3A%2F%2Fi.imgur.com%2F6EjA7z1.jpg",
			"title": "Nueva actualización de KMod FWA",
			"status": "Ya está disponible la versión 2.7.2 desde el resositorio de Xposed.<br><br>Lista cambios:<br>- Añadida una sección para colorear el fondo de las celdas del estado, en la lista de estado.<br>- Optimización del código, de forma que carga más rapidas las actualizaciones.<br>- Eliminada opción siempre en línea, por el momento no es posible.<br>- Arreglada la opción para evitar la eliminación de mensajes.<br>- Arreglada la opción de privacidad, ocultar la grabación de audio y escritura.<br>- Arreglados iconos de la lista de llamadas.<br>- Arreglados otros errores.<br><br>Recordar que este módulo solo sirve para los que sois root y tenéis activo Xposed.",
			"timeStamp": "16-09-2018 02:18",
			"url": "http://repo.xposed.info/module/kmod.xposed"
		},
	        {
			"id": 6,
			"name": "Gonga",
			"image": "https://www.eltiempo.com/files/article_main/uploads/2018/05/01/5ae8e1513b31a.jpeg",
			"title": "WhatsApp comenzará a mostrar publicidad en 2019",
			"status": "Lo hará mediante su función de Estados, según un informe de The Wall Street Journal.<br><br>Leer más...",
			"timeStamp": "14-09-2018 18:17",
			"url": "https://www.eltiempo.com/tecnosfera/novedades-tecnologia/whatsapp-mostrara-publicidad-en-2019-255216"
		}, 
	    	{
			"id": 5,
			"name": "Krowne",
			"image": "https://img.xda-cdn.com/IpjJpBNidDVxuX2h-ijm9nT-v5U=/http%3A%2F%2Fi.imgur.com%2F6EjA7z1.jpg",
			"title": "Actualización de KMod FWA",
			"status": "Ya tenéis disponible desde el repositorio de Xposed, la última actualización de KMod FWA. <br><br>Para los que no sabéis que de que se trata, KMod FWA es un módulo Xposed, que permite cambiar la apariencia de WhatsApp, añadir opciones de privacidad, y mucho más. <br><br>Tenemos Mods como GBWhatsApp y YoWhatsApp que hacen lo mismo, pero con este módulo Xposed, tendrás  una gran diferencia, porque podrás tener WhatsApp oficial instalado, ¡y siempre con la última versión!<br><br>Esta última actualización incorpora los siguientes cambios:<br>- Añadida la opción para personalizar la fuente de la interfaz.<br>- Añadida la opción para deshabilitar todas las pestañas (excepto la de los chats).<br>- Ahora no se mostrará una advertencia cuando se haya eliminado un mensaje.<br>- Arreglada la opción para evitar la eliminación de mensajes (no funcionaba correctamente en algunos dispositivos).<br>- Arreglada la opción de privacidad, ocultar la grabación de audio y escritura.<br>- Arreglado el botón de los TABs, ahora muestra correctamente el botón de acuerdo con la sección.<br>- Correcciones de errores.<br><br>Recordar que este módulo solo sirve para los que sois root y tenéis activo Xposed.",
			"timeStamp": "09-09-2018 18:57",
			"url": "http://repo.xposed.info/module/kmod.xposed"
		},
	    	{
			"id": 4,
			"name": "Krowne",
			"image": "",
			"title": "Corrección de errores",
			"status": "Se ha realizado una actualización de emergencia, debido a un error en la actualización de la versión 1.0.2.8, que no permitía la instalación de las aplicaciones descargadas. También se han corregido un error de la sección de Descargas, donde algunos Package Names no correspondían con la descarga.<br><br>Perdón por las molestias ocasionadas.",
			"timeStamp": "08-09-2018 22:38",
			"url": ""
		},
	    	{
			"id": 3,
			"name": "Krowne",
			"image": "https://raw.githubusercontent.com/WhatsaMods/Data-App/master/news/new_update.png",
			"title": "¡Actualización!",
			"status": "Empezamos con la primera actualización de la aplicación.<br><br>Los cambios son los siguientes:<br><br>- Añadida una opción en Xposed, para ver el nombre de la Activity de la ventana actual.<br>- Corregido un error en las opciones de Xposed, que mostraba error de privacidad al entrar en algunas conversaciones.<br>- Corregidos otros errores.<br><br>Estas son las correcciones y algunas de las novedades de la aplicación. En próximas versiones, añadiremos más opciones que esperamos que os gusten si no a todos/as, sí a la mayoría.",
			"timeStamp": "08-09-2018 02:03",
			"url": ""
		},
	        {
			"id": 2,
			"name": "Gonga",
			"image": "",
			"title": "¡Hola a todos!",
			"status": "Bienvenidos al estreno de la aplicación del grupo.<br><br>Como sabéis hace unos días dije que iba a dejar de traducir los MODs de GBWhatsApp.<br><br>Pues tengo noticias frescas, de momento voy a seguir haciéndolo.<br><br>Los que les gusta mi MOD, ahora lo tenéis disponible desde la sección de descargas, con todas las traducciones en español.",
			"timeStamp": "07-09-2018 01:34",
			"url": ""
		},
	        {
			"id": 1,
			"name": "yonijuerga",
			"image": "",
			"title": "Bienvenido, ¡Estrenamos app!",
			"status": "Aquí encontrarás las actualizaciones para los distintos Mods más populares, con las versiones aptas para tu móvil.<br><br>Esperamos que podamos disfrutar juntos de esta nueva experiencia, con noticias de interés, novedades, sorpresas, y sobre todo, con mucho apoyo de la comunidad.",
			"timeStamp": "06-09-2018 15:30",
			"url": ""
		}
    ]
}
